[
    {
        "id": 2971013,
        "url": "https://inspirehep.net/literature/2971013",
        "title": "Learning Informed Prior Distributions with Normalizing Flows for Bayesian Analysis",
        "authors": [
            "Roch, Hendrik",
            "Shen, Chun"
        ],
        "author": "Roch, Hendrik; Shen, Chun",
        "earliest_date": "2025-09-18",
        "date": "September 18, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2509.14911",
        "abstract": "We investigate the use of normalizing flow (NF) models as flexible priors in Bayesian inference with Markov Chain Monte Carlo (MCMC) sampling. Trained on posteriors from previous analyses, these models can be used as informative priors, capturing non-trivial distributions and correlations, in subsequent inference tasks. We compare different training strategies and loss functions, finding that training based on Kullback-Leibler (KL) divergence and unsupervised learning consistently yield the most accurate reproductions of reference distributions. Applied in sequential Bayesian workflows, MCMC with the NF-based priors reproduces the results of one-shot joint inferences well, provided the target distributions are unimodal. In cases with pronounced multi-modality or dataset tension, distortions may arise, underscoring the need for caution in multi-stage Bayesian inference. A comparison between the pocoMC MCMC sampler and the standard emcee sampler further demonstrates the importance of advanced and robust algorithms for exploring the posterior space. Overall, our results establish NF-based priors as a practical and efficient tool for sequential Bayesian inference in high-dimensional parameter spaces."
    },
    {
        "id": 2969992,
        "url": "https://inspirehep.net/literature/2969992",
        "title": "Nuclear Suppression in Diffractive Vector Meson Production within the Color Glass Condensate Framework",
        "authors": [
            "Mäntysaari, Heikki",
            "Roch, Hendrik",
            "Salazar, Farid",
            "Schenke, Björn",
            "Shen, Chun",
            "Zhao, Wenbin"
        ],
        "author": "Mäntysaari, Heikki; Roch, Hendrik; Salazar, Farid; Schenke, Björn; Shen, Chun; Zhao, Wenbin",
        "earliest_date": "2025-09-16",
        "date": "September 16, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2509.13015",
        "abstract": "We extend a recent global Bayesian analysis of diffractive $\\mathrm{J}/ψ$ production in $γ+p$ and $γ+\\mathrm{Pb}$ collisions within the color glass condensate (CGC) framework to investigate potential modifications of the nucleon structure inside nuclei. To this end, we perform fits that allow the effective nucleon structure parameters in Pb nuclei to differ from those of free protons. This approach directly addresses the question of whether the proton's spatial gluon distribution at intermediate to large $x$ is modified in the nuclear environment. We compare results obtained with shared and independent nucleon structure parameters and assess the impact on the simultaneous description of $γ+p$ data from HERA and the LHC, as well as $γ+\\mathrm{Pb}$ data from the LHC. Our findings show that there is no hint of difference in the nucleon structure beyond those already present in the CGC when embedding nucleons inside a nuclear environment."
    },
    {
        "id": 2964948,
        "url": "https://inspirehep.net/literature/2964948",
        "title": "Nuclear suppression in diffractive vector meson production within the color glass condensate framework",
        "authors": [
            "Mäntysaari, Heikki",
            "Roch, Hendrik",
            "Salazar, Farid",
            "Schenke, Björn",
            "Shen, Chun",
            "Zhao, Wenbin"
        ],
        "author": "Mäntysaari, Heikki; Roch, Hendrik; Salazar, Farid; Schenke, Björn; Shen, Chun; Zhao, Wenbin",
        "earliest_date": "2025-08-29",
        "date": "August 29, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2508.21562",
        "abstract": "We perform a global Bayesian analysis of diffractive $\\mathrm{J}/ψ$ production in $γ+p$ and $γ+\\mathrm{Pb}$ collisions within a Color Glass Condensate based framework. Using data from HERA and the LHC, we find that a simultaneous description of $γ+p$ and $γ+\\mathrm{Pb}$ observables is challenging. Introducing a global $K$-factor to account for theoretical uncertainties improves the agreement with data and enhances the framework's predictive power. We present predictions for integrated $\\mathrm{J}/ψ$ cross sections at different photon-nucleus energies and study their $A$-dependence relative to a no-saturation baseline, quantifying nuclear suppression and providing insights into the onset of saturation effects."
    },
    {
        "id": 2958238,
        "url": "https://inspirehep.net/literature/2958238",
        "title": "Mode-by-mode evolution of Pb-Pb collisions at 5.02 TeV in a hybrid model",
        "authors": [
            "Krupczak, Renata",
            "Borghini, Nicolas",
            "Roch, Hendrik"
        ],
        "author": "Krupczak, Renata; Borghini, Nicolas; Roch, Hendrik",
        "earliest_date": "2025-08-06",
        "date": "August 06, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2508.05336",
        "abstract": "We determine the average state and the uncorrelated modes that characterize the event-by-event fluctuations of the initial state in two typical centrality classes of Pb-Pb collisions at 5.02 TeV. We find that modes in a narrow central bin are similar to those in events at fixed vanishing impact parameter, while those in a mid-peripheral centrality class are affected by the impact-parameter variation. We study how each fluctuation mode affects observables both in the initial state and in the final state of the collisions, at the end of a state-of-the-art boost-invariant hybrid evolution with KoMPoST + MUSIC + iSS + SMASH, and show that implementing a hadronic transport cascade in such a mode-by-mode analysis with reasonable statistical noise is costly but feasible."
    },
    {
        "id": 2950743,
        "url": "https://inspirehep.net/literature/2950743",
        "title": "Global Bayesian Analysis of $\\mathrm{J}/ψ$ Photoproduction on Proton and Lead Targets",
        "authors": [
            "Mäntysaari, Heikki",
            "Roch, Hendrik",
            "Salazar, Farid",
            "Schenke, Björn",
            "Shen, Chun",
            "Zhao, Wenbin"
        ],
        "author": "Mäntysaari, Heikki; Roch, Hendrik; Salazar, Farid; Schenke, Björn; Shen, Chun; Zhao, Wenbin",
        "earliest_date": "2025-07-18",
        "date": "July 18, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2507.14087",
        "abstract": "We perform a global Bayesian analysis of diffractive $\\mathrm{J}/ψ$ production in $γ+p$ and $γ+\\mathrm{Pb}$ collisions using a color glass condensate (CGC) based calculation framework. As past calculations have shown that CGC-based models typically overpredict the $\\mathrm{J}/ψ$ production in $γ+\\mathrm{Pb}$ collisions at high center of mass energy, we address the question of whether it is possible to describe coherent and incoherent diffractive $\\mathrm{J}/ψ$ data from $γ+p$ collisions at HERA and the LHC, and from $γ+\\mathrm{Pb}$ collisions at the LHC simultaneously. Our results indicate that a simultaneous description of $γ+p$ and $γ+\\mathrm{Pb}$ data is challenging, with results improving when an overall $K$-factor -- scaling $γ+p$ and $γ+\\mathrm{Pb}$ cross sections to absorb model uncertainties -- is introduced."
    },
    {
        "id": 2946473,
        "url": "https://inspirehep.net/literature/2946473",
        "title": "Bayesian Model Selection and Uncertainty Propagation for Beam Energy Scan Heavy-Ion Collisions",
        "authors": [
            "Jahan, Syed Afrid",
            "Roch, Hendrik",
            "Shen, Chun"
        ],
        "author": "Jahan, Syed Afrid; Roch, Hendrik; Shen, Chun",
        "earliest_date": "2025-07-15",
        "date": "July 15, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2507.11394",
        "abstract": "We apply the Bayesian model selection method (based on the Bayes factor) to optimize $\\sqrt{s_\\mathrm{NN}}$-dependence in the phenomenological parameters of the (3+1)-dimensional hybrid framework for describing relativistic heavy-ion collisions within the Beam Energy Scan program at the Relativistic Heavy-Ion Collider. The effects of various experimental measurements on the posterior distribution are investigated. We also make model predictions for longitudinal flow decorrelation, rapidity-dependent anisotropic flow and identified particle $v_0(p_\\mathrm{T})$ in Au+Au collisions, as well as anisotropic flow coefficients in small systems. Systematic uncertainties in the model predictions are estimated using the variance of the simulation results with a few parameter sets sampled from the posterior distributions."
    },
    {
        "id": 2940820,
        "url": "https://inspirehep.net/literature/2940820",
        "title": "Interplay of prompt and non-prompt photons in photon-triggered jet observables",
        "authors": [
            "Sirimanna, Chathuranga",
            "Tachibana, Yasuki",
            "Majumder, Abhijit",
            "Angerami, Aaron",
            "Arora, Ritu",
            "Bass, Steffen",
            "Chen, Yi",
            "Datta, Ritoban",
            "Du, Lipei",
            "Ehlers, Raymond",
            "Elfner, Hannah",
            "Fries, Rainer J.",
            "Gale, Charles",
            "He, Yayun",
            "Jacak, Barbara",
            "Jacobs, Peter",
            "Jeon, Sangyong",
            "Ji, Yi",
            "Jonas, Florian",
            "Kasper, Lauren",
            "Kordell, Michael",
            "Kumar, Amit",
            "Kunnawalkam-Elayavalli, Raghav",
            "Latessa, Joseph",
            "Lee, Yen-Jie",
            "Lemmon, Roy",
            "Luzum, Matt",
            "Mak, Simon",
            "Mankolli, Andi",
            "Martin, Christal",
            "Mehryar, Haydar",
            "Mengel, Tanner",
            "Nattrass, Christine",
            "Norman, Jaime",
            "Paquet, Jean-Francois",
            "Parker, Cameron",
            "Putschke, Joern H.",
            "Roch, Hendrik",
            "Roland, Gunther",
            "Schenke, Bjoern",
            "Schwiebert, Loren",
            "Sengupta, Arjun",
            "Shen, Chun",
            "Singh, Mayank",
            "Soeder, Derek",
            "Soltz, Ron A.",
            "Soudi, Ismail",
            "Velkovska, Julia",
            "Vujanovic, Gojko",
            "Wang, Xin-Nian",
            "Wu, Xinag-Yu",
            "Zhao, Wenbin"
        ],
        "author": "Sirimanna, Chathuranga; Tachibana, Yasuki; Majumder, Abhijit; Angerami, Aaron; Arora, Ritu; Bass, Steffen; Chen, Yi; Datta, Ritoban; Du, Lipei; Ehlers, Raymond; Elfner, Hannah; Fries, Rainer J.; Gale, Charles; He, Yayun; Jacak, Barbara; Jacobs, Peter; Jeon, Sangyong; Ji, Yi; Jonas, Florian; Kasper, Lauren; Kordell, Michael; Kumar, Amit; Kunnawalkam-Elayavalli, Raghav; Latessa, Joseph; Lee, Yen-Jie; Lemmon, Roy; Luzum, Matt; Mak, Simon; Mankolli, Andi; Martin, Christal; Mehryar, Haydar; Mengel, Tanner; Nattrass, Christine; Norman, Jaime; Paquet, Jean-Francois; Parker, Cameron; Putschke, Joern H.; Roch, Hendrik; Roland, Gunther; Schenke, Bjoern; Schwiebert, Loren; Sengupta, Arjun; Shen, Chun; Singh, Mayank; Soeder, Derek; Soltz, Ron A.; Soudi, Ismail; Velkovska, Julia; Vujanovic, Gojko; Wang, Xin-Nian; Wu, Xinag-Yu; Zhao, Wenbin",
        "earliest_date": "2025-07-01",
        "date": "July 01, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2507.00905",
        "abstract": "Prompt photons are important yet challenging to observe in relativistic heavy-ion collisions, as they are produced in the early stages and traverse almost the entire QGP medium without interaction. Experimental analyses typically employ isolation cuts, in the hope to identify prompt photons. Most theoretical studies consider only events with actual prompt photons, assuming no contribution from isolated non-prompt photons to reduce computational cost. For the first time, we present a study that compares simulation results generated using inclusive (bremsstrahlung) and prompt-photon events with multiple experimental observables for both $p-p$ and $Pb-Pb$ collisions at $5.02$ TeV. Simulations are carried out using the multi-stage JETSCAPE framework tuned to describe the quenching of jets and hadrons. Isolated non-prompt photons are generated in hard photon bremsstrahlung, where the photon is radiated at a sufficient angle to the jet. Several photon triggered jet and jet substructure observables show significant contributions from inclusive photons, yielding an improvement in comparison with experimental data. Novel photon triggered jet substructure observables are also expected to show new structures, yet to be detected in experiment. This effort examines the significance of isolated non-prompt photons using parameters tuned for a simultaneous description of the leading hadron and jet spectrum, and thus provides an independent verification of the multistage evolution framework."
    },
    {
        "id": 2937170,
        "url": "https://inspirehep.net/literature/2937170",
        "title": "Effects of hadronic reinteraction on jet fragmentation from small to large systems",
        "authors": [
            "Roch, Hendrik",
            "Angerami, Aaron",
            "Arora, Ritu",
            "Bass, Steffen",
            "Chen, Yi",
            "Datta, Ritoban",
            "Du, Lipei",
            "Ehlers, Raymond",
            "Elfner, Hannah",
            "Fries, Rainer J.",
            "Gale, Charles",
            "He, Yayun",
            "Jacak, Barbara",
            "Jacobs, Peter",
            "Jeon, Sangyong",
            "Ji, Yi",
            "Jonas, Florian",
            "Kasper, Lauren",
            "Kordell, Michael",
            "Kumar, Amit",
            "Kunnawalkam-Elayavalli, Raghav",
            "Latessa, Joseph",
            "Lee, Yen-Jie",
            "Lemmon, Roy",
            "Luzum, Matt",
            "Majumder, Abhijit",
            "Mak, Simon",
            "Mankolli, Andi",
            "Martin, Christal",
            "Mehryar, Haydar",
            "Mengel, Tanner",
            "Nattrass, Christine",
            "Norman, Jaime",
            "Paquet, Jean-Francois",
            "Parker, Cameron",
            "Putschke, Joern H.",
            "Roland, Gunther",
            "Schenke, Bjoern",
            "Schwiebert, Loren",
            "Sengupta, Arjun",
            "Shen, Chun",
            "Sirimanna, Chathuranga",
            "Singh, Mayank",
            "Soeder, Derek",
            "Soltz, Ron A.",
            "Soudi, Ismail",
            "Tachibana, Yasuki",
            "Velkovska, Julia",
            "Vujanovic, Gojko",
            "Wang, Xin-Nian",
            "Wu, Xinag-Yu",
            "Zhao, Wenbin"
        ],
        "author": "Roch, Hendrik; Angerami, Aaron; Arora, Ritu; Bass, Steffen; Chen, Yi; Datta, Ritoban; Du, Lipei; Ehlers, Raymond; Elfner, Hannah; Fries, Rainer J.; Gale, Charles; He, Yayun; Jacak, Barbara; Jacobs, Peter; Jeon, Sangyong; Ji, Yi; Jonas, Florian; Kasper, Lauren; Kordell, Michael; Kumar, Amit; Kunnawalkam-Elayavalli, Raghav; Latessa, Joseph; Lee, Yen-Jie; Lemmon, Roy; Luzum, Matt; Majumder, Abhijit; Mak, Simon; Mankolli, Andi; Martin, Christal; Mehryar, Haydar; Mengel, Tanner; Nattrass, Christine; Norman, Jaime; Paquet, Jean-Francois; Parker, Cameron; Putschke, Joern H.; Roland, Gunther; Schenke, Bjoern; Schwiebert, Loren; Sengupta, Arjun; Shen, Chun; Sirimanna, Chathuranga; Singh, Mayank; Soeder, Derek; Soltz, Ron A.; Soudi, Ismail; Tachibana, Yasuki; Velkovska, Julia; Vujanovic, Gojko; Wang, Xin-Nian; Wu, Xinag-Yu; Zhao, Wenbin",
        "earliest_date": "2025-06-19",
        "date": "June 19, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2506.16344",
        "abstract": "We investigate the impact of the hadronic phase on jet quenching in nuclear collider experiments, an open question in heavy-ion physics. Previous studies in a simplified setup suggest that hadronic interactions could have significant effects, but a systematic analysis is needed. Using the X-SCAPE event generator with the SMASH afterburner, we study the role of hadronic rescattering on jet fragmentation hadrons. Applying this framework to $e^++e^-$ collisions, we demonstrate that even in small systems with limited particle production, hadronic interactions lead to measurable modifications in final-state hadronic and jet observables by comparing scenarios with and without afterburner rescattering."
    },
    {
        "id": 2907594,
        "url": "https://inspirehep.net/literature/2907594",
        "title": "Constraining hot and cold nuclear matter properties from heavy-ion collisions and deep-inelastic scattering",
        "authors": [
            "Andronic, Anton",
            "Borghini, Nicolas",
            "Du, Xiaojian",
            "Klein-Bösing, Christian",
            "Krupczak, Renata",
            "Roch, Hendrik",
            "Schlichting, Sören"
        ],
        "author": "Andronic, Anton; Borghini, Nicolas; Du, Xiaojian; Klein-Bösing, Christian; Krupczak, Renata; Roch, Hendrik; Schlichting, Sören",
        "earliest_date": "2025-04-03",
        "date": "April 03, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2504.02726",
        "abstract": "We perform a global analysis of deep-inelastic $e+p$ scattering data from HERA and transverse energy distributions in $p+p$ and $p+\\mathrm{Pb}$ collisions, alongside charged hadron multiplicities in $\\mathrm{Pb}+\\mathrm{Pb}$ collisions at $\\sqrt{s_{\\mathrm{NN}}} = 5.02\\;\\mathrm{TeV}$ from ALICE. Using a saturation-based initial state model grounded in high-energy QCD, we determine the early-time non-equilibrium shear viscosity to entropy density ratio $η/s$ of the quark-gluon plasma. Our results provide new insights into the early-time transport properties of nuclear matter under extreme conditions."
    },
    {
        "id": 2906076,
        "url": "https://inspirehep.net/literature/2906076",
        "title": "Enhanced signal of momentum broadening in hard splittings for $\\gamma$-tagged jets in a multistage approach",
        "authors": [
            "Tachibana, Y.",
            "Sirimanna, C.",
            "Majumder, A.",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Chen, Y.",
            "Datta, R.",
            "Du, L.",
            "Ehlers, R.",
            "Elfner, H.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Jonas, F.",
            "Kasper, L.",
            "Kordell, M., II",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, Y.-J.",
            "Lemmon, R.",
            "Luzum, M.",
            "Mak, S.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Nattrass, C.",
            "Norman, J.",
            "Parker, C.",
            "Paquet, J.-F.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Shen, C.",
            "Singh, M.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Wu, X.",
            "Zhao, W."
        ],
        "author": "Tachibana, Y.; Sirimanna, C.; Majumder, A.; Angerami, A.; Arora, R.; Bass, S.A.; Chen, Y.; Datta, R.; Du, L.; Ehlers, R.; Elfner, H.; Fries, R.J.; Gale, C.; He, Y.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Jonas, F.; Kasper, L.; Kordell, M., II; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, Y.-J.; Lemmon, R.; Luzum, M.; Mak, S.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Nattrass, C.; Norman, J.; Parker, C.; Paquet, J.-F.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Shen, C.; Singh, M.; Soeder, D.; Soltz, R.A.; Soudi, I.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Wu, X.; Zhao, W.",
        "earliest_date": "2025-03-30",
        "date": "March 30, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2503.23693",
        "abstract": "We investigate medium-induced modifications to jet substructure observables that characterize hard splitting patterns in central Pb-Pb collisions at the top energy of the Large Hadron Collider (LHC). Using a multistage Monte Carlo simulation of in-medium jet shower evolution, we explore flavor-dependent medium effects through simulations of inclusive and $\\gamma$-tagged jets. The results show that quark jets undergo a non-monotonic modification compared to gluon jets in observables such as the Pb-Pb to $p$-$p$ ratio of the Soft Drop prong angle $r_g$, the relative prong transverse momentum $k_{T,g}$ and the groomed mass $m_g$ distributions. Due to this non-monotonic modification, $\\gamma$-tagged jets, enriched in quark jets, provide surprisingly clear signals of medium-induced structural modifications, distinct from effects dominated by selection bias. This work highlights the potential of hard substructures in $\\gamma$-tagged jets as powerful tools for probing the jet-medium interactions in high-energy heavy-ion collisions. All simulations for $\\gamma$-tagged jet analyses carried out in this paper used triggered events containing at least one hard photon, which highlights the utility of these observables for future Bayesian analysis."
    },
    {
        "id": 2899353,
        "url": "https://inspirehep.net/literature/2899353",
        "title": "SPARKX: A Software Package for Analyzing Relativistic Kinematics in Collision Experiments",
        "authors": [
            "Sass, Nils",
            "Roch, Hendrik",
            "Götz, Niklas",
            "Krupczak, Renata",
            "Rosenkvist, Carl B."
        ],
        "author": "Sass, Nils; Roch, Hendrik; Götz, Niklas; Krupczak, Renata; Rosenkvist, Carl B.",
        "earliest_date": "2025-03-12",
        "date": "March 12, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2503.09415",
        "abstract": "SPARKX is an open-source Python package developed to analyze simulation data from heavy-ion collision experiments. By offering a comprehensive suite of tools, SPARKX simplifies data analysis workflows, supports multiple formats such as OSCAR2013, and integrates seamlessly with SMASH and JETSCAPE/X-SCAPE. This paper describes SPARKX's architecture, features, and applications and demonstrates its effectiveness through detailed examples and performance benchmarks. SPARKX enhances productivity and precision in relativistic kinematics studies."
    },
    {
        "id": 2873348,
        "url": "https://inspirehep.net/literature/2873348",
        "title": "Hybrid Hadronization -- A Study of In-Medium Hadronization of Jets",
        "authors": [
            "Sengupta, A.",
            "Fries, R.J.",
            "Kordell, II M.",
            "Kim, B.",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Chen, Y.",
            "Datta, R.",
            "Du, L.",
            "Ehlers, R.",
            "Elfner, H.",
            "Gale, C.",
            "He, Y.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Jonas, F.",
            "Kasper, L.",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, Y.-J.",
            "Lemmon, R.",
            "Luzum, M.",
            "Majumder, A.",
            "Mak, S.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Nattrass, C.",
            "Norman, J.",
            "Parker, C.",
            "Paquet, J.-F.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Shen, C.",
            "Singh, M.",
            "Sirimanna, C.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Tachibana, Y.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Wu, X.",
            "Zhao, W."
        ],
        "author": "Sengupta, A.; Fries, R.J.; Kordell, II M.; Kim, B.; Angerami, A.; Arora, R.; Bass, S.A.; Chen, Y.; Datta, R.; Du, L.; Ehlers, R.; Elfner, H.; Gale, C.; He, Y.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Jonas, F.; Kasper, L.; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, Y.-J.; Lemmon, R.; Luzum, M.; Majumder, A.; Mak, S.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Nattrass, C.; Norman, J.; Parker, C.; Paquet, J.-F.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Shen, C.; Singh, M.; Sirimanna, C.; Soeder, D.; Soltz, R.A.; Soudi, I.; Tachibana, Y.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Wu, X.; Zhao, W.",
        "earliest_date": "2025-01-27",
        "date": "January 27, 2025",
        "earliest_year": 2025,
        "arxiv_eprint": "2501.16482",
        "abstract": "QCD jets are considered important probes for quark gluon plasma created in collisions of nuclei at high energies. Their parton showers are significantly altered if they develop inside of a deconfined medium. Hadronization of jets is also thought to be affected by the presence of quarks and gluons. We present a systematic study of the effects of a thermal bath of partons on the hadronization of parton showers. We use the JETSCAPE framework to create parton showers both in vacuum and in a brick of quark gluon plasma. The brick setup allows important parameters, like the size of the plasma as well as the collective flow of partons, to be varied systematically. We hadronize the parton showers using Hybrid Hadronization, which permits shower partons to form strings with thermal partons, or to recombine directly with thermal partons as well as with each other. We find a sizeable amount of interaction of shower partons with thermal partons during hadronization, indicating a natural continuation of the interaction of jet and medium during this stage. The observed effects grow with the size of the medium. Collective flow easily transfers from the thermal partons onto the emerging jet hadrons. We also see a significant change in hadron chemistry as expected in the presence of quark recombination processes."
    },
    {
        "id": 2863207,
        "url": "https://inspirehep.net/literature/2863207",
        "title": "Hard-photon-triggered jets in <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> and <math><mrow><mi>A</mi><mtext>-</mtext><mi>A</mi></mrow></math> collisions",
        "authors": [
            "Sirimanna, C.",
            "Tachibana, Y.",
            "Majumder, A.",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Chen, Y.",
            "Datta, R.",
            "Du, L.",
            "Ehlers, R.",
            "Elfner, H.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Jonas, F.",
            "Kasper, L.",
            "Kordell, M., II",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, Y.-J.",
            "Lemmon, R.",
            "Luzum, M.",
            "Mak, S.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Nattrass, C.",
            "Norman, J.",
            "Parker, C.",
            "Paquet, J.-F.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Shen, C.",
            "Singh, M.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Wu, X.",
            "Zhao, W."
        ],
        "author": "Sirimanna, C.; Tachibana, Y.; Majumder, A.; Angerami, A.; Arora, R.; Bass, S.A.; Chen, Y.; Datta, R.; Du, L.; Ehlers, R.; Elfner, H.; Fries, R.J.; Gale, C.; He, Y.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Jonas, F.; Kasper, L.; Kordell, M., II; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, Y.-J.; Lemmon, R.; Luzum, M.; Mak, S.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Nattrass, C.; Norman, J.; Parker, C.; Paquet, J.-F.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Shen, C.; Singh, M.; Soeder, D.; Soltz, R.A.; Soudi, I.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Wu, X.; Zhao, W.",
        "earliest_date": "2024-12-27",
        "date": "December 27, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/yyr5-zp16",
        "arxiv_eprint": "2412.19738",
        "abstract": "An investigation of high-transverse-momentum (high-<math><msub><mi>p</mi><mi>T</mi></msub></math>) photon-triggered jets in proton-proton (<math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math>) and ion-ion (<math><mrow><mi>A</mi><mtext>-</mtext><mi>A</mi></mrow></math>) collisions at <math><mrow><msqrt><msub><mi>s</mi><mrow><mi>N</mi><mi>N</mi></mrow></msub></msqrt><mo>=</mo><mn>0.2</mn></mrow></math> and <math><mrow><mn>5.02</mn><mspace width=\"0.28em\"/><mi>TeV</mi></mrow></math> is carried out, using the multistage description of in-medium jet evolution. Monte Carlo simulations of hard scattering and energy loss in heavy-ion collisions are performed using parameters tuned in a previous study of the nuclear modification factor (<math><msub><mi>R</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>) for inclusive jets and high-<math><msub><mi>p</mi><mi>T</mi></msub></math> hadrons. We obtain a good reproduction of the experimental data for photon-triggered jet <math><msub><mi>R</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>, as measured by the ATLAS detector, the distribution of the ratio of jet to photon <math><msub><mi>p</mi><mi>T</mi></msub></math> (<math><msub><mi>X</mi><mrow><mi>J</mi><mi>γ</mi></mrow></msub></math>), measured by both CMS and ATLAS, and the photon-jet azimuthal correlation as measured by CMS. We obtain a moderate description of the photon-triggered jet <math><msub><mi>I</mi><mrow><mi>A</mi><mi>A</mi></mrow></msub></math>, as measured by STAR. A noticeable improvement in the comparison is observed when one goes beyond prompt photons and includes bremsstrahlung and decay photons, revealing their significance in certain kinematic regions, particularly at <math><mrow><msub><mi>X</mi><mrow><mi>J</mi><mi>γ</mi></mrow></msub><mo>&gt;</mo><mn>1</mn></mrow></math>. Moreover, azimuthal angle correlations demonstrate a notable impact of bremsstrahlung photons on the distribution, emphasizing their role in accurately describing experimental results. This work highlights the success of the multistage model of jet modification to straightforwardly predict (this set of) photon-triggered jet observables. This comparison, along with the role played by bremsstrahlung photons, has important consequences on the inclusion of such observables in a future Bayesian analysis.",
        "journal": "Phys.Rev.C",
        "volume": "111",
        "issue": "6",
        "pub_year": "2025"
    },
    {
        "id": 2843458,
        "url": "https://inspirehep.net/literature/2843458",
        "title": "Gaussian-process generative model for the QCD equation of state",
        "authors": [
            "Gong, Jiaxuan",
            "Roch, Hendrik",
            "Shen, Chun"
        ],
        "author": "Gong, Jiaxuan; Roch, Hendrik; Shen, Chun",
        "earliest_date": "2024-10-29",
        "date": "October 29, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/PhysRevC.111.044912",
        "arxiv_eprint": "2410.22160",
        "abstract": "We develop a generative model for the nuclear matter equation of state at zero net baryon density using the Gaussian process regression method. We impose first-principles theoretical constraints from lattice quantum chromodynamics and hadron resonance gas at high- and low-temperature regions, respectively. By allowing the trained Gaussian process regression model to vary freely near the phase transition region, we generate random smooth crossover equations of state with different speeds of sound that do not rely on specific parametrizations. We explore a collection of experimental observable dependencies on the generated equations of state, which paves the groundwork for future Bayesian inference studies to use experimental measurements from relativistic heavy-ion collisions to constrain the nuclear matter equation of state.",
        "journal": "Phys.Rev.C",
        "volume": "111",
        "issue": "4",
        "pub_year": "2025"
    },
    {
        "id": 2818238,
        "url": "https://inspirehep.net/literature/2818238",
        "title": "Bayesian inference analysis of jet quenching using inclusive jet and hadron suppression measurements",
        "authors": [
            "Ehlers, R.",
            "Chen, Y.",
            "Mulligan, J.",
            "Ji, Y.",
            "Kumar, A.",
            "Mak, S.",
            "Jacobs, P.M.",
            "Majumder, A.",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Datta, R.",
            "Du, L.",
            "Elfner, H.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Jacak, B.V.",
            "Jeon, S.",
            "Jonas, F.",
            "Kasper, L.",
            "Kordell, M., II",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, Y.-J.",
            "Lemmon, R.",
            "Luzum, M.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Nattrass, C.",
            "Norman, J.",
            "Parker, C.",
            "Paquet, J.-F.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Shen, C.",
            "Singh, M.",
            "Sirimanna, C.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Tachibana, Y.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Wu, X.",
            "Zhao, W."
        ],
        "author": "Ehlers, R.; Chen, Y.; Mulligan, J.; Ji, Y.; Kumar, A.; Mak, S.; Jacobs, P.M.; Majumder, A.; Angerami, A.; Arora, R.; Bass, S.A.; Datta, R.; Du, L.; Elfner, H.; Fries, R.J.; Gale, C.; He, Y.; Jacak, B.V.; Jeon, S.; Jonas, F.; Kasper, L.; Kordell, M., II; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, Y.-J.; Lemmon, R.; Luzum, M.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Nattrass, C.; Norman, J.; Parker, C.; Paquet, J.-F.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Shen, C.; Singh, M.; Sirimanna, C.; Soeder, D.; Soltz, R.A.; Soudi, I.; Tachibana, Y.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Wu, X.; Zhao, W.",
        "earliest_date": "2024-08-15",
        "date": "August 15, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/PhysRevC.111.054913",
        "arxiv_eprint": "2408.08247",
        "abstract": "The JETSCAPE Collaboration reports a new determination of the jet transport parameter <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> in the quark-gluon plasma (QGP) using Bayesian inference, incorporating all available inclusive hadron and jet yield suppression data measured in heavy-ion collisions at the BNL Relativistic Heavy Ion Collider (RHIC) and the CERN Large Hadron Collider (LHC). This multi-observable analysis extends the previously published JETSCAPE Bayesian inference determination of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math>, which was based solely on a selection of inclusive hadron suppression data. jetscape is a modular framework incorporating detailed dynamical models of QGP formation and evolution, and jet propagation and interaction in the QGP. Virtuality-dependent partonic energy loss in the QGP is modeled as a thermalized weakly coupled plasma, with parameters determined from Bayesian calibration using soft-sector observables. This Bayesian calibration of <math><mover accent=\"true\"><mi>q</mi><mo>̂</mo></mover></math> utilizes active learning, a machine-learning approach, for efficient exploitation of computing resources. The experimental data included in this analysis span a broad range in collision energy and centrality, and in transverse momentum. In order to explore the systematic dependence of the extracted parameter posterior distributions, several different calibrations are reported, based on combined jet and hadron data; on jet or hadron data separately; and on restricted kinematic or centrality ranges of the jet and hadron data. Tension is observed in comparison of these variations, providing new insights into the physics of jet transport in the QGP and its theoretical formulation.",
        "journal": "Phys.Rev.C",
        "volume": "111",
        "issue": "5",
        "pub_year": "2025"
    },
    {
        "id": 2813756,
        "url": "https://inspirehep.net/literature/2813756",
        "title": "Bayesian analysis of <math><mo>(</mo><mn>3</mn><mo>+</mo><mn>1</mn><mo>)</mo><mi mathvariant=\"normal\">D</mi></math> relativistic nuclear dynamics with the RHIC beam energy scan data",
        "authors": [
            "Jahan, Syed Afrid",
            "Roch, Hendrik",
            "Shen, Chun"
        ],
        "author": "Jahan, Syed Afrid; Roch, Hendrik; Shen, Chun",
        "earliest_date": "2024-08-01",
        "date": "August 01, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/PhysRevC.110.054905",
        "arxiv_eprint": "2408.00537",
        "abstract": "This work presents a Bayesian inference study for relativistic heavy-ion collisions in the beam energy scan program at the BNL Relativistic Heavy-Ion Collider. The theoretical model simulates event-by-event <math><mrow><mo>(</mo><mn>3</mn><mo>+</mo><mn>1</mn><mo>)</mo></mrow></math>-dimensional <math><mo>[</mo><mrow><mo>(</mo><mn>3</mn><mo>+</mo><mn>1</mn><mo>)</mo></mrow><mtext>D</mtext><mo>]</mo></math> collision dynamics using hydrodynamics and hadronic transport theory. We analyze the model's 20-dimensional posterior distributions obtained using three model emulators with different accuracy and demonstrate the essential role of training an accurate model emulator in the Bayesian analysis. Our analysis provides robust constraints on the quark-gluon plasma's transport properties and various aspects of <math><mrow><mo>(</mo><mn>3</mn><mo>+</mo><mn>1</mn><mo>)</mo></mrow><mtext>D</mtext></math> relativistic nuclear dynamics. By running full model simulations with 100 parameter sets sampled from the posterior distribution, we make predictions for <math><msub><mi>p</mi><mi mathvariant=\"normal\">T</mi></msub></math>-differential observables and estimate their systematic theory uncertainty. A sensitivity analysis is performed to elucidate how individual experimental observables respond to different model parameters, providing useful physics insights into the phenomenological model for heavy-ion collisions.",
        "journal": "Phys.Rev.C",
        "volume": "110",
        "issue": "5",
        "pub_year": "2024"
    },
    {
        "id": 2810715,
        "url": "https://inspirehep.net/literature/2810715",
        "title": "Soft-hard framework with exact four-momentum conservation for small systems",
        "authors": [
            "Soudi, I.",
            "Zhao, W.",
            "Majumder, A.",
            "Shen, C.",
            "Putschke, J.H.",
            "Boudreaux, B.",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Chen, Y.",
            "Datta, R.",
            "Du, L.",
            "Ehlers, R.",
            "Elfner, H.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Kasper, L.",
            "Kelsey, M.",
            "Kordell, M., II",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, Y.-J.",
            "Lemmon, R.",
            "Luzum, M.",
            "Mak, S.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Nattrass, C.",
            "Norman, J.",
            "Parker, C.",
            "Paquet, J.-F.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Singh, M.",
            "Sirimanna, C.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Tachibana, Y.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Wu, X."
        ],
        "author": "Soudi, I.; Zhao, W.; Majumder, A.; Shen, C.; Putschke, J.H.; Boudreaux, B.; Angerami, A.; Arora, R.; Bass, S.A.; Chen, Y.; Datta, R.; Du, L.; Ehlers, R.; Elfner, H.; Fries, R.J.; Gale, C.; He, Y.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Kasper, L.; Kelsey, M.; Kordell, M., II; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, Y.-J.; Lemmon, R.; Luzum, M.; Mak, S.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Nattrass, C.; Norman, J.; Parker, C.; Paquet, J.-F.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Singh, M.; Sirimanna, C.; Soeder, D.; Soltz, R.A.; Tachibana, Y.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Wu, X.",
        "earliest_date": "2024-07-24",
        "date": "July 24, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/r8jt-1xpk",
        "arxiv_eprint": "2407.17443",
        "abstract": "A new framework, called x-scape, for the combined study of both hard and soft transverse momentum sectors in high-energy proton-proton (<math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math>) and proton-nucleus (<math><mrow><mi>p</mi><mtext>-</mtext><mi>A</mi></mrow></math>) collisions is set up. A dynamical initial state is set up using the 3d-Glauber model with transverse locations of hotspots within each incoming nucleon. A hard scattering that emanates from two colliding hotspots is carried out using the Pythia generator. Initial state radiation from the incoming hard partons is carried out in a new module called I-matter, which includes the longitudinal location of initial splits. The energy-momentum of both the initial hard partons and their associated beam remnants is removed from the hot spots, depleting the energy-momentum available for the formation of the bulk medium. Outgoing showers are simulated using the matter generator, and results are presented for both cases, allowing for and not allowing for energy loss. First comparisons between this hard-soft model and single inclusive hadron and jet data from <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> and minimum bias <math><mrow><mi>p</mi><mtext>-</mtext><mtext>Pb</mtext></mrow></math> collisions are presented. Single hadron spectra in <math><mrow><mi>p</mi><mtext>-</mtext><mi>p</mi></mrow></math> are used to carry out a limited (in number of parameters) Bayesian calibration of the model. Fair comparisons with data are indicative of the utility of this new framework. Theoretical studies of the correlation between jet <math><msub><mi>p</mi><mi>T</mi></msub></math> and event activity at mid and forward rapidity are carried out.",
        "journal": "Phys.Rev.C",
        "volume": "112",
        "issue": "1",
        "pub_year": "2025"
    },
    {
        "id": 2807712,
        "url": "https://inspirehep.net/literature/2807712",
        "title": "Comparing matching prescriptions between pre-equilibrium and hydrodynamic models in high-energy nuclear collisions",
        "authors": [
            "Borghini, Nicolas",
            "Krupczak, Renata",
            "Roch, Hendrik"
        ],
        "author": "Borghini, Nicolas; Krupczak, Renata; Roch, Hendrik",
        "earliest_date": "2024-07-15",
        "date": "July 15, 2024",
        "earliest_year": 2024,
        "doi": "10.1140/epjc/s10052-024-13509-8",
        "arxiv_eprint": "2407.10634",
        "abstract": "State-of-the-art simulations of high-energy nuclear collisions rely on hybrid setups, involving in particular a pre-equilibrium stage to let the system evolve from a far-from-equilibrium initial condition towards a near-equilibrated state after which fluid dynamics can be applied meaningfully. A known issue is the mismatch between the equation of state in the fluid-dynamical evolution and the effective one in the previous stage, which leads to discontinuities at the interface between the two models. Here we introduce a new matching prescription at this interface, based on the entropy, and we compare it with the standard one relying on local energy conservation. We study the behavior of various quantities at the switching time between the models and investigate a number of final-state hadronic observables. For the latter, we show that they are not modified significantly by the choice of matching prescription, provided an appropriate normalization is chosen for the initial state. In turn, our approach reduces sizeably the ratio of bulk over thermodynamic pressure at the beginning of the fluid-dynamical stage.",
        "journal": "Eur.Phys.J.C",
        "volume": "84",
        "issue": "10",
        "pages": "1128",
        "pub_year": "2024"
    },
    {
        "id": 2795389,
        "url": "https://inspirehep.net/literature/2795389",
        "title": "Multiplicity dependence of (multi)strange hadrons in oxygen-oxygen collisions at $\\sqrt{s_{\\mathrm{NN}}}~=~7$ TeV using EPOS4 and AMPT",
        "authors": [
            "Ashraf, M.U.",
            "Khan, A.M.",
            "Singh, J.",
            "Nigmatkulov, G.",
            "Roch, H.",
            "Kabana, S."
        ],
        "author": "Ashraf, M.U.; Khan, A.M.; Singh, J.; Nigmatkulov, G.; Roch, H.; Kabana, S.",
        "earliest_date": "2024-06-06",
        "date": "June 06, 2024",
        "earliest_year": 2024,
        "arxiv_eprint": "2406.04096",
        "abstract": "It is anticipated that the Large Hadron Collider (LHC) will collect data from oxygen-oxygen ($O+O$) collisions at a center-of-mass energy of $\\sqrt{s_{\\mathrm{NN}}}$ = 7 TeV to explore the effects observed in high multiplicity proton-proton ($p+p$) and proton-lead ($p+pb$) collisions that closely related to lead-lead ($Pb+Pb$) collisions. These effects include azimuthal asymmetries in particle production, as well as variations in the abundances and momentum distributions across different hadron species, which are indicative of collective particle production mechanisms induced by the interactions in the presence of a QGP. The upcoming data on $O+O$ collisions at the LHC are expected to constrain the model parameters and refine our understanding of theoretical models. In this work, the predicted transverse momentum ($p_T$) spectra, rapidity density distributions ($dN/dy$), particle yield ratios, and $p_T$-differential ratios of (multi)strange hadrons produced in $O+O$ collisions at $\\sqrt{s_{\\mathrm{NN}}}$ = 7 TeV using AMPT and EPOS4 models are presented. AMPT focuses on preformed hadronic interactions, while EPOS4 incorporates a QGP phase. Stronger radial flow in EPOS4 as compared to AMPT is also observed. AMPT incorporates some flow effects, but the implementation of full hydrodynamic flow in EPOS4 appears to be significantly more effective in reproducing the existing experimental data. Both models predict the final state multiplicity overlap with $p+p$, $p+pb$, and $Pb+Pb$ collisions."
    },
    {
        "id": 2788167,
        "url": "https://inspirehep.net/literature/2788167",
        "title": "Model emulation and closure tests for (<math><mrow><mn>3</mn><mo>+</mo><mn>1</mn></mrow></math>)D relativistic heavy-ion collisions",
        "authors": [
            "Roch, Hendrik",
            "Jahan, Syed Afrid",
            "Shen, Chun"
        ],
        "author": "Roch, Hendrik; Jahan, Syed Afrid; Shen, Chun",
        "earliest_date": "2024-05-20",
        "date": "May 20, 2024",
        "earliest_year": 2024,
        "doi": "10.1103/PhysRevC.110.044904",
        "arxiv_eprint": "2405.12019",
        "abstract": "In nuclear and particle physics, reconciling sophisticated simulations with experimental data is vital for understanding complex systems like the quark gluon plasma (QGP) generated in heavy-ion collisions. However, computational demands pose challenges, motivating using Gaussian process emulators for efficient parameter extraction via Bayesian calibration. We conduct a comparative analysis of Gaussian process emulators in heavy-ion physics to identify the most adept emulator for parameter extraction with minimal uncertainty. Our study contributes to advancing computational techniques in heavy-ion physics, enhancing our ability to interpret experimental data and understand QGP properties.",
        "journal": "Phys.Rev.C",
        "volume": "110",
        "issue": "4",
        "pub_year": "2024"
    },
    {
        "id": 2757549,
        "url": "https://inspirehep.net/literature/2757549",
        "title": "Statistical analysis of the fluctuations of an initial-state model with independently distributed hot spots",
        "authors": [
            "Borghini, Nicolas",
            "Roch, Hendrik",
            "Schütte, Alicia"
        ],
        "author": "Borghini, Nicolas; Roch, Hendrik; Schütte, Alicia",
        "earliest_date": "2024-02-12",
        "date": "February 12, 2024",
        "earliest_year": 2024,
        "doi": "10.1140/epjc/s10052-024-13694-6",
        "arxiv_eprint": "2402.07888",
        "abstract": "We determine the uncorrelated modes that characterize the fluctuations in a semi-realistic model for the initial state of high-energy nuclear collisions, consisting of hot spots whose positions are distributed independently. Varying the number of hot spots, their size, and the weights with which they contribute to the initial state, we find that the parameter that has the largest influence on the relative importance of the fluctuation modes is the source size, with more extended hot spots leading to a more marked predominance of the principal modes.",
        "journal": "Eur.Phys.J.C",
        "volume": "85",
        "issue": "1",
        "pages": "12",
        "pub_year": "2025"
    },
    {
        "id": 2753142,
        "url": "https://inspirehep.net/literature/2753142",
        "title": "Photon-triggered jets as probes of multi-stage jet modification",
        "authors": [
            "Sirimanna, Chathuranga",
            "Tachibana, Yasuki",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Cao, S.",
            "Chen, Y.",
            "Du, L.",
            "Ehlers, R.",
            "Elfner, H.",
            "Fan, W.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Heinz, U.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Kasper, L.",
            "Kordell, M.",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, S.",
            "Lee, Y.-J.",
            "Liyanage, D.",
            "Luzum, M.",
            "Mak, S.",
            "Majumder, A.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Mulligan, J.",
            "Nattrass, C.",
            "Paquet, J.-F.",
            "Parker, C.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Shen, C.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Strickland, M.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Zhao, W."
        ],
        "author": "Sirimanna, Chathuranga; Tachibana, Yasuki; Angerami, A.; Arora, R.; Bass, S.A.; Cao, S.; Chen, Y.; Du, L.; Ehlers, R.; Elfner, H.; Fan, W.; Fries, R.J.; Gale, C.; He, Y.; Heinz, U.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Kasper, L.; Kordell, M.; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, S.; Lee, Y.-J.; Liyanage, D.; Luzum, M.; Mak, S.; Majumder, A.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Mulligan, J.; Nattrass, C.; Paquet, J.-F.; Parker, C.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Shen, C.; Soeder, D.; Soltz, R.A.; Soudi, I.; Strickland, M.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Zhao, W.",
        "earliest_date": "2024-01-30",
        "date": "January 30, 2024",
        "earliest_year": 2024,
        "doi": "10.1051/epjconf/202429611008",
        "arxiv_eprint": "2401.17259",
        "abstract": "Prompt photons are created in the early stages of heavy ion collisions and traverse the QGP medium without any interaction. Therefore, photontriggered jets can be used to study the jet quenching in the QGP medium. In this work, photon-triggered jets are studied through different jet and jet substructure observables for different collision systems and energies using the JETSCAPE framework. Since the multistage evolution used in the JETSCAPE framework is adequate to describe a wide range of experimental observables simultaneously using the same parameter tune, we use the same parameters tuned for jet and leading hadron studies. The same isolation criteria used in the experimental analysis are used to identify prompt photons for better comparison. For the first time, high-accuracy JETSCAPE results are compared with multi-energy LHC and RHIC measurements to better understand the deviations observed in prior studies. This study highlights the importance of multistage evolution for the simultaneous description of experimental observables through different collision systems and energies using a single parameter tune.",
        "journal": "EPJ Web Conf.",
        "volume": "296",
        "pub_year": "2024"
    },
    {
        "id": 2744879,
        "url": "https://inspirehep.net/literature/2744879",
        "title": "Measuring jet quenching with a Bayesian inference analysis of hadron and jet data by JETSCAPE",
        "authors": [
            "Ehlers, Raymond",
            "Angerami, A.",
            "Arora, R.",
            "Bass, S.A.",
            "Cao, S.",
            "Chen, Y.",
            "Du, L.",
            "Elfner, H.",
            "Fan, W.",
            "Fries, R.J.",
            "Gale, C.",
            "He, Y.",
            "Heinz, U.",
            "Jacak, B.V.",
            "Jacobs, P.M.",
            "Jeon, S.",
            "Ji, Y.",
            "Kasper, L.",
            "Kordell, M.",
            "Kumar, A.",
            "Kunnawalkam-Elayavalli, R.",
            "Latessa, J.",
            "Lee, S.",
            "Lee, Y.-J.",
            "Liyanage, D.",
            "Luzum, M.",
            "Mak, S.",
            "Majumder, A.",
            "Mankolli, A.",
            "Martin, C.",
            "Mehryar, H.",
            "Mengel, T.",
            "Mulligan, J.",
            "Nattrass, C.",
            "Paquet, J.-F.",
            "Parker, C.",
            "Putschke, J.H.",
            "Roch, H.",
            "Roland, G.",
            "Schenke, B.",
            "Schwiebert, L.",
            "Sengupta, A.",
            "Shen, C.",
            "Sirimanna, C.",
            "Soeder, D.",
            "Soltz, R.A.",
            "Soudi, I.",
            "Strickland, M.",
            "Tachibana, Y.",
            "Velkovska, J.",
            "Vujanovic, G.",
            "Wang, X.-N.",
            "Zhao, W."
        ],
        "author": "Ehlers, Raymond; Angerami, A.; Arora, R.; Bass, S.A.; Cao, S.; Chen, Y.; Du, L.; Elfner, H.; Fan, W.; Fries, R.J.; Gale, C.; He, Y.; Heinz, U.; Jacak, B.V.; Jacobs, P.M.; Jeon, S.; Ji, Y.; Kasper, L.; Kordell, M.; Kumar, A.; Kunnawalkam-Elayavalli, R.; Latessa, J.; Lee, S.; Lee, Y.-J.; Liyanage, D.; Luzum, M.; Mak, S.; Majumder, A.; Mankolli, A.; Martin, C.; Mehryar, H.; Mengel, T.; Mulligan, J.; Nattrass, C.; Paquet, J.-F.; Parker, C.; Putschke, J.H.; Roch, H.; Roland, G.; Schenke, B.; Schwiebert, L.; Sengupta, A.; Shen, C.; Sirimanna, C.; Soeder, D.; Soltz, R.A.; Soudi, I.; Strickland, M.; Tachibana, Y.; Velkovska, J.; Vujanovic, G.; Wang, X.-N.; Zhao, W.",
        "earliest_date": "2024-01-08",
        "date": "January 08, 2024",
        "earliest_year": 2024,
        "doi": "10.1051/epjconf/202429615009",
        "arxiv_eprint": "2401.04201",
        "abstract": "The JETSCAPE Collaboration reports the first multi-messenger study of the QGP jet transport parameter q^ using Bayesian inference, incorporating all available hadron and jet inclusive yield and jet substructure data from RHIC and the LHC. The theoretical model utilizes virtuality-dependent in-medium partonic energy loss coupled to a detailed dynamical model of QGP evolution. Tension is observed when constraining q^ for different kinematic cuts of the inclusive hadron data. The addition of substructure data is shown to improve the constraint on q^, without inducing tension with the constraint due to inclusive observables. These studies provide new insight into the mechanisms of jet interactions in matter, and point to next steps in the field for comprehensive understanding of jet quenching as a probe of the QGP.",
        "journal": "EPJ Web Conf.",
        "volume": "296",
        "pub_year": "2024"
    },
    {
        "id": 2146292,
        "url": "https://inspirehep.net/literature/2146292",
        "title": "Statistical analysis of initial-state and final-state response in heavy-ion collisions",
        "authors": [
            "Borghini, Nicolas",
            "Borrell, Marc",
            "Feld, Nina",
            "Roch, Hendrik",
            "Schlichting, Sören",
            "Werthmann, Clemens"
        ],
        "author": "Borghini, Nicolas; Borrell, Marc; Feld, Nina; Roch, Hendrik; Schlichting, Sören; Werthmann, Clemens",
        "earliest_date": "2022-09-02",
        "date": "September 02, 2022",
        "earliest_year": 2022,
        "doi": "10.1103/PhysRevC.107.034905",
        "arxiv_eprint": "2209.01176",
        "abstract": "We develop a general decomposition of an ensemble of initial density profiles in terms of an average state and a basis of modes that represent the event-by-event fluctuations of the initial state. The basis is determined such that the probability distributions of the amplitudes of different modes are uncorrelated. Based on this decomposition, we quantify the different types and probabilities of event-by-event fluctuations in Glauber and Saturation models and investigate how the various modes affect different characteristics of the initial state. We perform simulations of the dynamical evolution with KøMPøST and music to investigate the impact of the modes on final-state observables and their correlations.",
        "journal": "Phys.Rev.C",
        "volume": "107",
        "issue": "3",
        "pub_year": "2023"
    },
    {
        "id": 2148669,
        "url": "https://inspirehep.net/literature/2148669",
        "title": "Characterization of the initial-state and propagation of fluctuations in heavy-ion collisions",
        "authors": [
            "Roch, Hendrik"
        ],
        "author": "Roch, Hendrik",
        "earliest_date": "2022-08-09",
        "date": "August 09, 2022",
        "earliest_year": 2022,
        "doi": "10.4119/unibi/2965127",
        "abstract": "The aim of this thesis is to develop an initial state characterization for heavy-ion collisions as well as a characterization of fluctuations arising from the initial-state energy density and their propagation into the final state.<br /><br />\n\nIn the first main part of the thesis we will set the stage and introduce the physics addressed in heavy-ion collisions and introduce different initial state models, namely the Glauber and Saturation model.\nThen we will derive the Boltzmann equation and introduce a numerical framework to solve it in two dimensions for an ideal gas of massless particles.\nThe motivation for this new framework is the following: In small systems or peripheral collisions the number of interactions is small and the applicability of hydrodynamics is still under debate.<br /><br />\n\nThe second main part will study how fluctuations in anisotropic transverse flow occur due to a finite number of rescatterings during the system evolution within the numerical approach.\nInitial geometries from a Monte Carlo Glauber model are used to study how flow coefficients fluctuate about their mean value for a given initial-state eccentricity.\nAdditionally we study for the first time how the distributions of the second and third event planes of anisotropic flow about their participant planes in the initial state evolve with the mean number of rescatterings in the system.<br /><br />\n\nIn the third part of the thesis we will study the generation of an anisotropic flow signal and spatial eccentricities in more detail, especially at early times using different particle-based transport approaches and a fixed initial condition.\nWe study the onset of anisotropic flow as a function of the number of rescatterings from the few-rescatterings case to the hydrodynamic regime using a power-law ansatz and an exponent varying with the number of rescatterings.\nThe numerical results are compared to semi-analytical calculations based on an expansion in powers of time and cross section in the few-rescatterings regime.\nAdditionally, we will test the effectiveness of the ``escape mechanism'' to create anisotropic flow in two numerical scenarios with a $2\\rightarrow 2$ and $2\\rightarrow 0$ collision kernel respectively, and we compare the results to analytical calculations using only the loss term in the Boltzmann equation.\nThis reveals that the even flow harmonics behave similarly, while the odd ones show a significant difference.<br /><br />\n\nThe fourth part of this thesis develops a general decomposition of an initial state density profile ensemble using an average state and independent orthonormal fluctuation modes.\nEvent-by-event fluctuations are encoded in the modes forming a basis.\nUsing Glauber and Saturation type initial conditions, we quantify different types and probabilities of event-by-event fluctuations and their impact on initial-state characteristics.\nUsing dynamical simulations within K{\\o}MP{\\o}ST and MUSIC, we investigate the impact of single modes on final-state observables and their correlations.\nA comparison to event-by-event simulations is used to quantify the accuracy of the mode-by-mode approach.",
        "pub_year": "2022"
    },
    {
        "id": 2058615,
        "url": "https://inspirehep.net/literature/2058615",
        "title": "On differences between even and odd anisotropic-flow harmonics in non-equilibrated systems",
        "authors": [
            "Bachmann, Benedikt",
            "Borghini, Nicolas",
            "Feld, Nina",
            "Roch, Hendrik"
        ],
        "author": "Bachmann, Benedikt; Borghini, Nicolas; Feld, Nina; Roch, Hendrik",
        "earliest_date": "2022-03-24",
        "date": "March 24, 2022",
        "earliest_year": 2022,
        "doi": "10.1140/epjc/s10052-023-11256-w",
        "arxiv_eprint": "2203.13306",
        "abstract": "To assess how anisotropic transverse flow is created in a system out of equilibrium, we compare several kinetic-theoretical models in the few-rescatterings regime. We compare the flow harmonics $v_n$ from three types of transport simulations, with either $2\\rightarrow 2$ or $2\\rightarrow 0$ collision kernels and in the former case allowing the particles to rescatter several times or not, and from analytical calculations neglecting the gain term of the Boltzmann equation. We find that the even flow harmonics are similar in all approaches, while the odd ones differ significantly. This suggests that while even $v_n$ harmonics may to a large extent be due to the anisotropic escape probability of particles, this is not the predominant mechanism underlying the odd $v_n$ coefficients.",
        "journal": "Eur.Phys.J.C",
        "volume": "83",
        "issue": "2",
        "pages": "114",
        "pub_year": "2023"
    },
    {
        "id": 2022895,
        "url": "https://inspirehep.net/literature/2022895",
        "title": "Early time behavior of spatial and momentum anisotropies in kinetic theory across different Knudsen numbers",
        "authors": [
            "Borghini, Nicolas",
            "Borrell, Marc",
            "Roch, Hendrik"
        ],
        "author": "Borghini, Nicolas; Borrell, Marc; Roch, Hendrik",
        "earliest_date": "2022-01-31",
        "date": "January 31, 2022",
        "earliest_year": 2022,
        "doi": "10.1140/epjc/s10052-022-10914-9",
        "arxiv_eprint": "2201.13294",
        "abstract": "We investigate the early time development of the anisotropic transverse flow and spatial eccentricities of a fireball with various particle-based transport approaches using a fixed initial condition. In numerical simulations ranging from the quasi-collisionless case to the hydrodynamic regime, we find that the onset of $v_n$ and of related measures of anisotropic flow can be described with a simple power-law ansatz, with an exponent that depends on the amount of rescatterings in the system. In the few-rescatterings regime we perform semi-analytical calculations, based on a systematic expansion in powers of time and the cross section, which can reproduce the numerical findings.",
        "journal": "Eur.Phys.J.C",
        "volume": "82",
        "issue": "10",
        "pages": "961",
        "pub_year": "2022"
    },
    {
        "id": 1834627,
        "url": "https://inspirehep.net/literature/1834627",
        "title": "Fluctuations of anisotropic flow from the finite number of rescatterings in a two-dimensional massless transport model",
        "authors": [
            "Roch, Hendrik",
            "Borghini, Nicolas"
        ],
        "author": "Roch, Hendrik; Borghini, Nicolas",
        "earliest_date": "2020-12-03",
        "date": "December 03, 2020",
        "earliest_year": 2020,
        "doi": "10.1140/epjc/s10052-021-09147-z",
        "arxiv_eprint": "2012.02138",
        "abstract": "We investigate the fluctuations of anisotropic transverse flow due to the finite number of scatterings in a two-dimensional system of massless particles. Using a set of initial geometries from a Monte Carlo Glauber model, we study how flow coefficients fluctuate about their mean value at the corresponding eccentricity, for several values of the scattering cross section. We also show how the distributions of the second and third event planes of anisotropic flow about the corresponding participant plane in the initial geometry evolve as a function of the mean number of scatterings in the system.",
        "journal": "Eur.Phys.J.C",
        "volume": "81",
        "issue": "5",
        "pages": "380",
        "pub_year": "2021"
    }
]